<?
if (isset($_REQUEST[session_name()])) session_start ();
$auth=$_SESSION['auth'];
$name_user=$_SESSION['name_user'];
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<?
include 'head.php';
?>
<title>Отделы</title>

</head>
<body>

<div style="box-shadow: 0 0 20px rgba(0,0,0,0.5);">
<?
include 'golova.php';
$otdel = yes;
include 'menu.php';

include 'content.php';

?>

<div id="osnovnoe">
<h1>Отделы</h1>

<?
$text='
[[[Отдел по взаимоотношениям Церкви с обществом и СМИ]]]
|||Председатель, пресс-секретарь епархии||| – диакон Валерий Шигаев.
|||Тел.:||| 8-917-638-08-75. |||E-mail:||| {{{alenshi@yandex.ru}}}

[[[Отдел религиозного образования и катехизации]]]
|||Председатель||| – иерей Михаил Сульдин
|||Тел.:||| +7-904-267-75-87 |||E-mail:|||  {{{mihailsuldin36@gmail.com}}}
|||Заместитель председателя||| – иерей Александр Кечин.
|||Тел.:||| 8-927-824-65-43. |||E-mail:||| {{{confessor12@yandex.ru}}}

[[[Отдел социальной деятельности и церковной благотворительности]]]
|||Председатель||| – протоиерей Василий Бестрицкий. 
|||Тел.:||| 8-927-806-74-01.  |||E-mail:||| {{{bestritskiy64@mail.ru}}} 

[[[Миссионерский отдел]]]
|||Председатель||| - протоиерей Илья Арланов.
|||Тел.:||| 8-908-490-70-11.  |||E-mail:||| {{{iarlanov@mail.ru}}}

[[[Отдел по взаимодействию с вооруженными силами и правоохранительными учреждениями]]]
|||Председатель||| – иерей Димитрий Казармин. 
|||Тел.:||| 8-927-808-59-39.  |||E-mail:||| {{{kazarmin.dmitrii@mail.ru}}}

[[[Отдел по тюремному служению]]]
|||Председатель||| – иерей Димитрий Казармин. 
|||Тел.:||| 8-927-808-59-39.  |||E-mail:||| {{{kazarmin.dmitrii@mail.ru}}}

[[[Отдел по делам молодежи]]]
Председатель – протоиерей Андрей Филькин. 
|||Тел.:||| 8-937-036-43-33. |||E-mail:||| {{{blago3pavlovka@mail.ru}}}
|||Заместитель председателя||| – иерей Алексий Миронов.
|||Тел.:||| 8-927-273-39-57. |||E-mail:||| {{{miron868686@mail.ru}}}

[[[Комиссия по вопросам семьи и защиты материнства]]]
|||Председатель||| – иерей Георгий Мускатинов. 
|||Тел.:||| 8-927-820-00-11.  |||E-mail:||| {{{muskat1971@mail.ru}}}

[[[Отдел по по взаимодействию с казачеством]]]
Председатель – иерей Александр Дмитриенко. 
|||Тел.:||| +7-937-878-23-54. |||E-mail:||| {{{admit1971@mail.ru}}}

';

  	$patterns = array ('/(?:\/{3})(.+)(?:\/{3})/U', '/(?:\|{3})(.+)(?:\|{3})/U', '/(?:\{{3})(http:\/\/[^\s\[<\(\)\|]+)(?:\}{3})-(?:\{{3})([^}]+)(?:\}{3})/i', '/(?:\{{3})(http:\/\/[^\s\[<\(\)\|]+)(?:\}{3})/i', '/(?:\{{3})([_a-zA-Z0-9-]+(\.[_a-zA-Z0-9-]+)*@[a-zA-Z0-9-]+(\.[a-zA-Z0-9-]+)*(\.[a-zA-Z]{2,3}))(?:\}{3})/', '/\n/', '/(?:\[{3})(.+)(?:\]{3})/U');
	$replace = array ('<i>${1}</i>', '<b>${1}</b>', '<a href="${1}" target=_blank>${2}</a>', '<a href="${1}" target=_blank>${1}</a>', '<a href="mailto:${1}">${1}</a>', '</p><p>', '<br /><span class="title"><b>${1}</b></span>');
	$text = preg_replace($patterns, $replace, $text);
echo '<p>'.$text.'</p>';

?>

</div>

<?
include 'footer.php';
?>

 </div>
</body>
</html>