<?
if (isset($_REQUEST[session_name()])) session_start ();
$auth=$_SESSION['auth'];
$name_user=$_SESSION['name_user'];
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<?
include 'head.php';

?>
<meta name="description" content="Храм Живоначальной Троицы в с.Пятино Инзенского района - уникальный памятник архитектуры и культуры, связанный с историей нашей страны, литературой и даже кинематографом. Сейчас находится в плачевном состоянии. Но каждый может поучаствовать в деле его восстановления." />

<title>Храм Живоначальной Троицы в с.Пятино</title>

</head>
<body>

<div style="box-shadow: 0 0 20px rgba(0,0,0,0.5);">
<?
include 'golova.php';

include 'menu.php';

include 'content.php';

?>

<div id="osnovnoe">
<a name="histor"></a>
<h1>Храм Живоначальной Троицы <br />в с.Пятино</h1>
<? 
$text = 'Как и во многих уголках нашей Родины, на территории Барышской епархии есть поруганные храмы, разрушенные или совсем уничтоженные в годы советской власти. Но, пожалуй, самым величественным и самым загадочным, из дошедших до нас, является {{{http://barysh-eparhia.ru/prihod.php?id=92}}}-{{{храм Живоначальной Троицы}}}, что в селе Пятино Инзенского района. Стоит он в поле, недалеко от села. Одинокий, заброшенный, с покосившимися крестами и поросшими зеленью куполами. Молчаливый свидетель того безразличия к Богу и Его Дому, которое порой царит в человеческих сердцах. А ведь когда-то он был жемчужиной Симбирской губернии, был свидетелем исторических и драматических событий.
///Храм был заложен в 1823 году Анной Ивановной Анненковой в память о своем покойном муже, а также во искупление грехов ее «непутевого» сына декабриста Ивана Александровича Анненкова. Девятью годами позже он был освящён. В 1918 году закрыт советской властью, а в настоящее время храм, хоть и не разрушен полностью, но находится в плачевном состоянии.///
Село Пятино – бывшее родовое имение дворян Анненковых, занимавших прочное положение в русском обществе конца XVIII века. Отец Ивана Александровича Анненкова Александр Никанорович служил в знаменитом лейб-гвардии Преображенском полку. В чине капитана он вышел в отставку и перешёл в статскую службу. Он стал советником нижегородской гражданской палаты в чине статского советника. Мать Ивана Александровича Анна Ивановна славилась эксцентричными поступками, о которых судачили в светских гостиных. В 1803 году, похоронив отца и мужа, она осталась с тремя детьми на руках и стала полновластной хозяйкой нескольких имений, приносивших большой доход.
@L2616-И.А. Анненков@Летом 1825 года, за полгода до восстания декабристов Иван Александрович провёл лето в Пятино вместе со своей будущей супругой француженкой Полиной Гебль, которую в России звали Прасковьей Егоровной. Дом Анненковой был огромным, в официантской комнате постоянно сидело двенадцать лакеев, а стол ежедневно накрывался на сорок приборов, хотя Анна Ивановна обедала в своей комнате. Сундуки её были набиты дорогими мехами и редкими кружевами. Воровство в доме было необычайное, и постепенно все имения Анненковой были заложены и перезаложены, огромный дом и дача – проданы, а когда Анненкова умерла в 1842 году, её средства были весьма ограничены. Небольшая часть состояния была сохранена лишь благодаря вмешательству богатых родственников, и Иван Александрович смог вернуться в Пятино после ссылки.
После восстания декабристов Анна Ивановна не особо печалилась о сыне и мало заботилась о нём. И когда жена Анненкова обратилась к свекрови с просьбой дать ей денег на то, чтобы освободить Ивана Александровича из Петропавловской крепости и увезти за границу, та ей отказала. Полина Анненкова отправилась в Сибирь вместе с мужем.
Анна Ивановна заложила в Пятине храм еще в 1823 году. Но теперь храм, который должен был стать памятником почившему мужу, становится еще и «молитвой» за грехи сына. По легенде, проект великолепного пятиглавого храма, принадлежавший академику Михаилу Коринфскому, разработанный для строительства Троицкого собора на Соборной площади Симбирска, был продан Анненковой по её настоятельной просьбе. В рукописи XIX века о нём говорится, что величественный пятиглавый Троицкий храм в селе Пятино выделяется среди церквей Симбирской епархии не только своими грандиозными размерами и необычной выразительностью архитектурных фасадов, но и по-настоящему художественной отделкой всех внутренних помещений, особенно главного алтаря с его великолепной колоннадой и золочёной решётчатой сенью по всему алтарному своду.
@R2615-Полина Гебль, жена И.А. Анненкова@Судьба Анненковых заинтересовала французского романиста Александра Дюма-отца, который по рассказам бывшего учителя фехтования Огюстена Гризье, учившего Ивана Александровича, написал роман «Учитель фехтования». В романе изложена судьба «графа Алексиса Ванинкова», от которого отвернулась богатая родня и которому осталась верна лишь его любовница-модистка, ставшая впоследствии его женой. Как водится, история жизнеописания сильно идеализирована и смягчена. Анненков превращён в кающегося заговорщика, не верившего в успех восстания, но принявшего в нём участие единственно ради того, чтобы его не признали трусом.
Дюма побывал в России спустя 20 лет после написания романа, который пользовался колоссальным успехом в Европе и России, хотя был запрещён русским императором. По некоторым данным, Дюма посетил Симбирск и Пятино. Встреча с супругами Анненковыми состоялась в Нижнем Новгороде. Также по биографии Анненковых снят фильм «Звезда пленительного счастья» с Игорем Костолевским в главной роли.
Имение Анненковых в середине XIX века приобрели для графини Екатерины Абрамовны Ружевской её родители - отставной генерал Адам Адамович и Анна Дмитриевна, в девичестве Дашкова. Склеп Ружевских находился у церкви, и в 1940-е годы был разломан на кирпичи. На церковь позарились значительно раньше: в 1918 году красноармейские отряды отправились по сёлам забирать из храмов дорогостоящую утварь. В Пятине командированная группа обнаружила, что все иконы в золотых и серебряных окладах исчезли, причём местный приход был самым богатым в Карсунском уезде, к которому относилось раньше Пятино. По воспоминаниям местных жителей, один из крестьян указал на настоятеля храма священника Иоанна Ягодзинского, якобы спрятавшего святыни. Однако обыск храма и дома настоятеля ничего не дал. После допроса, на котором отец Иоанн, не побоявшись угроз, молчал, священника расстреляли, и пятинцы похоронили своего батюшку в ограде храма. Несколько поколений кладоискателей изрыли весь пол церкви и прилегающее к храму кладбище в поисках пропавших икон, однако так ничего и не нашли.
В 2015 году неравнодушными людьми было принято решение начать трудное дело восстановления храма.
А в 2016 году по благословению Преосвященнейшего Филарета епископа Барышского и Инзенского рядом с храмом Живоначальной Троицы был возведен временный небольшой храм в честь преподобного Серафима Саровского, размещенный прямо на молгиле старца Максима, почитаемого местными жителями за святого. В храме регулярно совершается Божественная Литургия.
';

  	$patterns = array ('/(?:\/{3})(.+)(?:\/{3})/U', '/(?:\|{3})(.+)(?:\|{3})/U', '/(?:\{{3})(http:\/\/[^\s\[<\(\)\|]+)(?:\}{3})-(?:\{{3})([^}]+)(?:\}{3})/i', '/(?:\{{3})(http:\/\/[^\s\[<\(\)\|]+)(?:\}{3})/i', '/(?:\{{3})([_a-zA-Z0-9-]+(\.[_a-zA-Z0-9-]+)*@[a-zA-Z0-9-]+(\.[a-zA-Z0-9-]+)*(\.[a-zA-Z]{2,3}))(?:\}{3})/', '/\n/', '/@R(\d+)[-]?([^@]*)@/', '/@L(\d+)[-]?([^@]*)@/', '/(?:\[{3})(([0-9]*[^\]{3}]*)*)(?:\]{3})/');
	$replace = array ('<i>${1}</i>', '<b>${1}</b>', '<a href="${1}" target=_blank>${2}</a>', '<a href="${1}" target=_blank>${1}</a>', '<a href="mailto:${1}">${1}</a>', '</p><p>', '<span class="photos"><a href="FOTO/${1}.jpg" rel="example_group" alt="${2}" title="${2}" ><img style="border: 1px solid #C3D7D4; margin: 5px 10px 5px 10px;display: block;float: right;box-shadow: 2px 2px 5px rgba(0,0,0,0.3); padding: 10px" src="FOTO_MINI/${1}.jpg"/></a></span>', '<span class="photos"><a href="FOTO/${1}.jpg" rel="example_group" alt="${2}" title="${2}" ><img style="border: 1px solid #C3D7D4; margin: 5px 10px 5px 10px;display: block;float: left;box-shadow: 2px 2px 5px rgba(0,0,0,0.3); padding: 10px" src="FOTO_MINI/${1}.jpg" /></a></span>', '<div style="text-align: center; font-weight: bolder;Width:100%; color:#743C00">${1}</div>');

		$text = preg_replace($patterns, $replace, $text);
		echo '<div style="width: 40%;min-height: 155px;border: 1px #ccc solid; margin: 15px; padding: 15px;float:left "><span class="photos"><a href="FOTO/264.jpg" rel="example_group" alt= "Храм Живоначальной Троицы в с.Пятино Инзенского района" title="Храм Живоначальной Троицы в с.Пятино Инзенского района"><img style="box-shadow: 2px 2px 5px rgba(0,0,0,0.3); display: inline;float: left;border: 1px solid #C3D7D4; margin: 0 20px 5px 10px; padding: 10px" src="FOTO_MINI/264.jpg"/></a></span><a href="#histor">История храма</a><br /><a href="#video">Фильм</a><br /><a href="#rekvizity">Реквизиты для пожертвований</a><br /></div>';
echo '<br /><p><span class="title"><b>История храма</b></span></p>';

echo '<p>'.$text.'<a name="video"></a></p>';
?>
<hr /><div style="margin-left: 15px;">
<span class="photos"><a href="FOTO/2856.jpg" rel="example_group" title="Архимандрит Адриан (Шитов) на собрании с актиными прихожанами" id="lightbox1"><img style="border: 1px solid #BEC7BE; box-shadow: 2px 2px 5px rgba(0,0,0,0.3);margin: 5px; padding: 10px" src="FOTO_MINI/2856.jpg" /></a></span>
<span class="photos"><a href="FOTO/2857.jpg" rel="example_group" title="Приход храма" id="lightbox1"><img style="border: 1px solid #BEC7BE; box-shadow: 2px 2px 5px rgba(0,0,0,0.3);margin: 5px; padding: 10px" src="FOTO_MINI/2857.jpg" /></a></span>
<span class="photos"><a href="FOTO/2858.jpg" rel="example_group" title="Нынешнее состояние храма" id="lightbox1"><img style="border: 1px solid #BEC7BE; box-shadow: 2px 2px 5px rgba(0,0,0,0.3);margin: 5px; padding: 10px" src="FOTO_MINI/2858.jpg" /></a></span>
<span class="photos"><a href="FOTO/3700.jpg" rel="example_group" title="Храм прп. Серафима Саровского на могиле старца Максима" id="lightbox1"><img style="border: 1px solid #BEC7BE; box-shadow: 2px 2px 5px rgba(0,0,0,0.3);margin: 5px; padding: 10px" src="FOTO_MINI/3700.jpg" /></a></span>

</div>


<br /><br />
<div>
<p><span class="title"><b>Фильм</b></span></p>
<a name="rekvizity"></a>
<br />
<br />
<div style="text-align: center; margin-bottom: 20px">
<iframe width="420" height="315" src="https://www.youtube.com/embed/mC-7PlIXj4M" frameborder="0" allowfullscreen></iframe>
</div>
<p><span class="title"><b>Реквизиты для пожертвований</b></span>
</p><p>
Название банка УЛЬЯНОВСКОЕ ОТДЕЛЕНИЕ N8588 ПАО СБЕРБАНК</p><p>
БИК	047308602</p><p>
к/с 30101810000000000602</p><p>
ИНН 7309005977</p><p>
КПП 730901001</p><p>
р/с 40703810469000000129</p><p>
Получатель МЕСТНАЯ РЕЛИГИОЗНАЯ ОРГАНИЗАЦИЯ ПРАВОСЛАВНЫЙ ПРИХОД ХРАМА ЖИВОНАЧАЛЬНОЙ ТРОИЦЫ С.ПЯТИНО ИНЗЕНСКОГО РАЙОНА УЛЬЯНОВСКОЙ ОБЛАСТИ БАРЫШСКОЙ ЕПАРХИИ РУССКОЙ ПРАВОСЛАВНОЙ ЦЕРКВИ (МОСКОВСКИЙ ПАТРИАРХАТ)  
</p><p>Архимандрит Адриан (Шитов), настоятель храма Живоначальной Троицы с. Пятино. Тел.: 8(927)633-94-34
</p><p>Вяльмисов Вадим Владимирович, староста прихода храма Живоначальной Троицы с. Пятино. Тел.: 8(937)456-93-00 
</p><br />
<br />

</div>
<hr />
<script type="text/javascript" src="//yandex.st/share/share.js" charset="utf-8"></script>
<div class="yashare-auto-init" data-yashareL10n="ru" data-yashareType="button" data-yashareQuickServices="yaru,vkontakte,facebook,twitter,odnoklassniki,moimir,lj"></div> 

</div><br /><br /><br />

<?
include 'footer.php';
?>

 </div>
</body>
</html>